import React from 'react';

const AboutUs = () => {
  return (
    <div>
      <h2 className='text-center text-3xl'>AboutUs</h2>
      <div className='text-justify'>
        <p className='mb-2'>
          Root's Goods BD বিশ্ববিদ্যালয় পড়ুয়া অদম্য মেধাবী শিক্ষার্থীদের দ্বারা
          পরিচালিত একটি অনলাইন মার্কেট প্লেস। এই প্লাটফর্মের মাধ্যমে দেশের
          বিভিন্ন এলাকায় বসবাসকারী শিক্ষার্থীরা তাদের এলাকার বিখ্যাত পন্য বিক্রি
          করে থাকে। বিশ্ববিদ্যালয় পর্যায়ের ছাত্রছাত্রীদের “নৈতিক ব্যবসা” শেখা
          এবং তার মাধ্যমে পড়াশুনার খরচ চালানোর উদ্দেশ্যে Root's Goods BD
          প্ল্যাটফর্মটির সৃষ্টি।
        </p>
        <p className='mb-2'>
          শিক্ষার্থীরা তার পন্যের বিবরণ এখানে সাজিয়ে রাখে এবং ক্রেতার চাহিদামত
          তা মূল উৎস হতে সংগ্রহ করে পাঠায়। এখানে ক্রেতা-বিক্রেতার মধ্যে সরাসরি
          যোগাযোগের মাধ্যমে পন্য ও অর্থ লেনদেন হয়। পন্য ক্রয় করার পর ক্রেতা উক্ত
          পন্যের মান এবং সার্ভিস সম্পর্কে মূল্যায়ন নম্বর এবং মন্তব্য দিতে পারেন
          যা উক্ত পন্যের পাশে দেখানো হয়।
        </p>
        <p>
          Root's Goods BD প্লাটফর্মটি নৈতিক ব্যবসার মূল নীতি (নৈতিকতা ও সবচ্ছতা)
          রক্ষায় দৃঢ় প্রতিজ্ঞ। আসুন, দেশের বিভিন্ন এলাকার বিখ্যাত ও খাঁটি পন্য
          কেনার মাধ্যমে অদম্য মেধাবী শিক্ষার্থীদের সহায়তায় এগিয়ে আসি! ধন্যবাদ!
        </p>
      </div>
    </div>
  );
};

export default AboutUs;
